import React, { Component } from 'react';
import './Refund.css'
class Refund extends Component {
    render() {
        return (
            <div className="sg-main">
                <div className="sg-content">
                    <h1>이용약관 및 개인정보방침</h1>
                    <div className="sg-main__scarcity">
                        <span>개인정보 보호정책</span>
                    </div>
                    <p>개인정보 보호정책 요약</p>
                    <span>이는 당사의 개인정보 보호정책을 요약한 것입니다. 전체 개인정보 보호정책을 보시려면 여기를 클릭하거나 아래로 스크롤하세요. </span>
                    <p>1. 본 개인정보 보호정책에 포함된 내용</p>

                    <span>본 개인정보 보호정책은 다음을 설명하기 위해 마련되었습니다.</span>
                    <ul>

                        <li>개인정보 유형 및 해당 정보의 수집 및 사용 방법</li>
                        <li>개인정보 공유 시점 및 공유 대상</li>
                        <li>개인정보 수집, 사용 및 공유 방법에 대한 귀하의 선택</li>
                    </ul>

                    <p>2. 수집 및 사용하는 개인정보 유형 및 수집 방법</p>

                    <span>당사는 다음과 같은 경우에 개인정보를 수집합니다.</span>
                    <ul>
                        <li>귀하가 정보를 제공하는 경우</li>
                        <li>자동으로 개인정보를 수집하는 경우</li>
                        <li>타사로부터 개인정보를 받은 경우</li>
                    </ul>
                    <span>당사 사이트 중 한 곳에서 계정을 만들고 혜택이나 정보를 받기 위해 가입하거나 당사 플랫폼을 사용하여 예약하는 경우 귀하의 개인정보가 당사에 제공됩니다. 또한 귀하가 당사 사이트를 방문하거나 당사 앱을 다운로드하여 사용할 때 귀하의 동의에 따라 브라우저에 배치된 쿠키와 같은 자동화된 기술을 통해 해당 정보를 수집합니다.
                        또한 비즈니스 파트너, 기타 제3자뿐 아니라 Expedia Group에 속하는 계열사로부터 정보를 받으며, 이는 당사가 플랫폼, 관련 도구 및 서비스를 개선하고, 정확한 기록을 업데이트 및 유지하며, 사기를 적발하고 조사하며, 당사 서비스를 보다 효과적으로 마케팅하는 데 도움이 됩니다.</span>

                    <p>3. 개인정보 공유 방법</p>

                    <span>귀하의 개인정보는 여행 및/또는 휴가를 예약하고 귀하의 여행 및/또는 휴가 숙박을 지원하며 상품 및 서비스 정보를 전달하거나 여행 공급업체 및/또는 숙박 시설 소유주와의 연락을 지원하는 경우를 비롯해 귀하와 연락하고 법률을 준수하기 위해 공유될 수 있습니다.
                            전체 개인정보 보호정책에서 개인정보를 공유하는 방법에 대한 자세한 내용을 확인하실 수 있습니다.</span>

                    <p>4. 귀하의 권리와 선택</p>

                    <span>귀하는 다양한 방식으로 데이터 보호 권리를 행사할 수 있습니다. 예를 들어, 해당 계정의 이메일에서 “구독 취소” 링크를 클릭하거나 고객 서비스에 문의하여 마케팅 수신 거부를 할 수 있습니다.
                                당사 개인정보 보호정책에서 귀하가 사용할 수 있는 옵션과 데이터 보호 권리에 대한 자세한 정보를 확인하실 수 있습니다.</span>

                    <p>5. 문의 방법</p>

                    <span>당사의 개인정보 방침에 대한 자세한 내용은 전체 개인정보 보호정책을 참조해 주세요. 또한 아래의 "문의하기" 섹션에 설명된 대로 당사에 연락하여 개인정보 처리 방법에 대해 질문을 하거나 개인정보에 대한 요청을 하실 수 있습니다.</span>

                </div>
            </div>
        )
    }
}

export default Refund